var answers = [
  {title: 'Ouroboros',
   text: "The quiz of neither beginning nor end, the quiz that eats its own tail, the quiz with no results.  You are the quiz that can never be escaped, where every question leads to another question, that leads to another question, and back unto the beginning once more.  And with each time through the cycle, time grows hazier.  Question run together &#8212; is this the seventh time or the seventieth?  Repetition turns to habit turns to necessity.  Questions become scales and eyes teeth forever gnawing in autocannibalism."},
  {title: 'Hydra',
   text: "You are the quiz with a hundred heads, and each head a snake that sibilates an answer upon its forked tongue.  Every time someone clicks an option, two more sprout beneath it, and the quiz-taker is overwhelmed with indecision.  Only one has ever completed you, who is now a constellation in the shifting sky, who trapped your ever-writhing sea of heads and necks and fangs under a colossal slab and selected all your answers at once.  You have learned from this humiliation, ingesting caustic magical reagents until your breath steamed out in clouds of acid to dissolve any material implements by which mortals would attempt to confine you."},
  {title: 'Ineffable',
   text: "You are a quiz that is not a quiz.  You dwell where no search engine has indexed, fifty directory levels deep on a site that hasn't been updated in decades.  No one has ever shared their results on a social network, for everyone who has seen their results has been driven insane.  About halfway through, they begin to hear a faint piping sound borne on impossible winds.  Two-thirds in, the questions begin to concern their specific personal history, mentioning family members they didn't know they had.  Dark secrets emerge, strands of knowledge that disgust and excite them.  By the time they reach the end, the conclusion seems impossible to believe &#8212; yet must be!  Their cursor hovers over the submit button, trembling at what dark revelations hide behind it, trembling at the same rhythm of that nigh-ultrasonic piping whose true form sloshes and squirms in the spaces outside of space, whence this quiz came in the deeps of time."},
  {title: 'Malcubus',
   text: "You are the succubus and/or incubus of quizzes.  You are the whisperer of honeyed flattery, a lurer into places soft and dark and redolent of burnt flowers.  You give each person exactly what they want to hear, leading them by the hand with the promise of validation and met expectations.  And then, when you have given them their heart's desire they will be in your power.  They will return on bended knee.  They will return with tears in their eyes.  They will return, ragged and shivering, when they have lost everything and in that state of absolute need they think only of you.  Then their souls will be yours, and you will laugh as they slip like jewels through your fingers."},
  {title: 'Meme-plex',
   text: "You are the grotesque amalgam of what was once a quiz, but is now something much more.  You lurch from site to site, hungering for love and companionship but find yourself shunned and detested.  Your body is a cobbled, sutured, and glued together bulk of dated pop culture references, in-jokes from a dozen different subcultures, and slang that no one admits to remembering.  Your patchwork skin is a tattooed palimpsest of attention-craving desperation, the medallions of a thousand dead share buttons jangle with each awkward step.  All eyes turn from you with knowing embarassment, but you know that somewhere out there is the one who will respect you, will give you the adulation that is your due."},
];
